export const rewards1 = [
    {
        img: "./source/reward_img/sillapa70.jpg",
        reward : "ชนะเลิศอันดับที่ 1 การแข่งขันออกแบบสิ่งของเครื่องใช้ด้วยโปรแกรมคอมพิวเตอร์ ระดับเขตพื้นที่การศึกษา",
        title : "ศิลปหัตถกรรมนักเรียน ครั้งที่ 70",
        get : ["การทำงานกับคนอื่น","พัฒนาทักษะการคิด", "การทำงานภายใต้กรอบเวลาที่จำกัด"]
    },
    {
        img: "./source/reward_img/sillapa70-1.jpg",
        reward : "เหรียญทองแดง การแข่งขันออกแบบสิ่งของเครื่องใช้ด้วยโปรแกรมคอมพิวเตอร์ ระดับชาติ",
        title : "ศิลปหัตถกรรมนักเรียน ครั้งที่ 70",
        get : ["การทำงานกับคนอื่น","พัฒนาทักษะการคิด", "การทำงานภายใต้กรอบเวลาที่จำกัด"]
    },
    {
        img: "./source/reward_img/sillapa71.jpg",
        reward : "เหรียญทอง การแข่งขันออกแบบสิ่งของเครื่องใช้ด้วยโปรแกรมคอมพิวเตอร์ ระดับเขตพื้นที่การศึกษา",
        title : "ศิลปหัตถกรรมนักเรียน ครั้งที่ 71",
        get : ["การทำงานกับคนอื่น","พัฒนาทักษะการคิด", "การทำงานภายใต้กรอบเวลาที่จำกัด"]
    },
]

export const rewards2 = [
    {
        img: "./source/reward_img/backdroupsci.png",
        reward : "รองชนะเลิศอันดับที่ 2",
        title : "ออกแบบ Backdrop เนื่องในสัปดาห์วันวิทยาศาสตร์ ประจำปี 2567",
        get : ["พัฒนาทักษะความคิดสร้างสรรค์"]
    },
    {
        img: "./source/reward_img/enginerr-camp.jpg",
        reward : "เข้าร่วมค่ายวิศวกรรม",
        title : "โครงการห้องเรียนพิเศษ SMT โรงเรียนราชวินิตบางแก้ว",
        get : ["ทำงานร่วมกันเป็นทีม","พัฒนาทักษะทางวิศวกรรม"]
    },
]